package parsing;

import java.util.ArrayList;
import java.util.Arrays;
import java.util.List;

public class LongCheckValues {

	List<String> arrayDo = new ArrayList<>(Arrays.asList("가다","가르다","갖다","겁다","고르다","그다","크다","기다","기르다","깔다","깝다","꾸다"
			,"끼다","끼우다","끄다","나다","남다","내다","넘다","누다","뉘다","는다","니다","다는아서","다는어서","다은아서","다르다","달다","대다"
			,"덜다","돋다","돌다","돕다","되다","두다","듣다","들다","뜨다","라다","럽다","루다","르다","리다","린다","매다","묶다","물다","미루다"
			,"바르다","받다","베다","볍다","보다","부르다","비다","빼다","사다","새다","서다","수다","쉽다","시다","싣다","싶다","싸다","쓰다"
			,"않다","알다","애다","없다","열다","오다","오르다","우다","울다","으다","이다","이르다","있다","자라다","자르다","재다","적는다"
			,"적다","쩍다","주다","줍다","지다","지르다","짓다","짜다","째다","추다","치다","컫다","키다","타다","트다","파다","팔다","펴다"
			,"풀다","하다","희다","히다","가깝다","갈리다","갚다","거리다","걸리다","겨루다","기다리다","기울다","깎다","깜빡이다","꺼리다"
			,"끊다","나가다","나르다","나오다","날리다","낡다","낮다","낳다","내리다","넣다","녹다","녹이다","높다","높이다","놓다","누리다"
			,"늘리다","닫다","닿다","닳다","돋우다","드리다","드물다","들이다","따르다","딸리다","뚫다","뜨리다","뜯다","막다","만들다","많다"
			,"맞다","맡다","맺다","머무르다","모으다","모이다","모자라다","묵다","묻다","밀리다","밟다","버리다","벗다","불리다","붙이다","비우다"
			,"빌리다","빠지다","뺏다","뽑다","삼다","새우다","섞다","섞이다","세우다","속이다","신다","실리다","심다","쌓다","쌓이다","쓰이다"
			,"씻다","앉다","알리다","어지럽다","얻다","올리다","움직이다","이루다","읽다","잃다","입다","잡다","잦다","저지르다","좁다","주시다"
			,"죽다","줄이다","지우다","찍다","찾다","채우다","키우다","태우다","하다"));
	
}
